# macOS packages managed by Homebrew Bundle.

brew "bat"
brew "btop"
brew "colima"
brew "docker"
brew "docker-compose"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "jq"
brew "gitleaks"
brew "mise"
brew "neovim"
brew "oh-my-posh"
brew "pre-commit"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zsh"
brew "luarocks"
brew "tree-sitter-cli"

cask "alfred"
cask "caffeine"
cask "1password"
cask "1password-cli"
cask "google-chrome"
cask "istat-menus"
cask "kitty"
cask "obsidian"
cask "rectangle-pro"
cask "shottr"
cask "slack"
cask "tableplus"
cask "font-hack"
cask "localsend"

# Example Mac App Store entry:
# mas "Xcode", id: 497799835
