# macOS packages managed by Homebrew Bundle.


brew "bat"
brew "btop"
cask "chatgpt"
brew "direnv"
brew "gcc"
brew "gh"
brew "git"
brew "libyaml"
brew "luarocks"
brew "mise"
brew "shellcheck"
brew "trash"
brew "wget"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "betterdisplay"
cask "caffeine"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "jordanbaird-ice@beta"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "localsend"
cask "obsidian"
cask "rectangle-pro"
cask "shottr"
cask "slack"
cask "tableplus"

# Example Mac App Store entry:
# mas "Xcode", id: 497799835
