# macOS packages managed by Homebrew Bundle.

brew "bat"
brew "btop"
brew "chezmoi"
brew "codex"
brew "colima"
brew "direnv"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gitleaks"
brew "imagemagick"
brew "mise"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "pre-commit"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zsh"
brew "luarocks"
brew "tree-sitter-cli"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "caffeine"
cask "chatgpt"
cask "cryptomator"
cask "discord"
cask "firefox"
cask "font-monaspice-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "kitty"
cask "mullvad-vpn"
cask "obsidian"
cask "rectangle-pro"
cask "shottr"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale-app"
cask "zoom"
cask "localsend"
cask "jordanbaird-ice"

# Example Mac App Store entry:
# mas "Xcode", id: 497799835
